export const cards = [
  {
    id: "1",
    name: "iPhone",
    description:
      "Cерия смартфонов, разработанных корпорацией Apple. Работают под управлением операционной системы iOS, представляющей собой упрощённую и оптимизированную для функционирования на мобильном устройстве версию macOS.",
    price: 1200,
  },
  {
    id: "2",
    name: "Samsung Galaxy S",
    description:
      "Смартфон из серии Galaxy S на базе операционной системы Android от компании Samsung Electronics. Создавался как устройство, способное на равных соперничать с наиболее оснащёнными современными коммуникаторами, в первую очередь с iPhone.",
    price: 1000,
  },
  {
    id: "3",
    name: "Huawei Mate",
    description:
      "Серия Mate (ранее Huawei Ascend Mate) — линейка высокопроизводительных фаблет-смартфонов под Андроид, является одним из флагманских смартфонов наряду с серией P. С 2016 года Huawei сотрудничает с немецким производителем Leica, чьи объективы впоследствии использовались в серии Mate.",
    price: 800,
  },
  {
    id: "4",
    name: "BlackBerry",
    description:
      "Коммуникатор компании Research In Motion, впервые представленный в 1997 году",
    price: 1500,
  },
  {
    id: "5",
    name: "PlayStation",
    description:
      "Игровая приставка пятого поколения, разработанная компанией Sony Computer Entertainment под руководством Кэна Кутараги.",
    price: 500,
  },
  {
    id: "6",
    name: "Xbox",
    description:
      "Домашняя игровая приставка, разработанная и выпущенная американской компанией Microsoft, первая в серии игровых приставок Xbox.",
    price: 1200,
  },
];
